Repository: freesstylers/FreshFreakyFish
Catalog: Assets/LOC/*.po
Languages: es

# Fish1_Name
source: Lightfish
es: Repámpano

# Fish1_Desc
source: An electric fish sounds quite inconvenient.
es: Un día hubo un resplandor e hizo ¡pum!, y ahí había aparecido esta nueva especie.

# Fish2_Name
source: Kissfish
es: El Besucón

# Fish2_Desc
source: Fish, fish, fall in love!
es: Acusado de promover estándares de belleza inalcanzables entre los animales marinos.

# Fish3_Name
source: Arrowfish
es: Pescao Afilao

# Fish3_Desc
source: I got hit in the knee by one of these once.
es: Una vez se me clavó uno en la rodilla.

# Fish4_Name
source: Thingfish
es: Anguilómano

# Fish4_Desc
source: It communicates with other fish through sign language.
es: ¡He pescado un Anguilómano! ¡Ahora puedo hacer una rima graciosísima!

# Fish5_Name
source: Stickfish
es: Mantagueimer

# Fish5_Desc
source: Perfect for cod.
es: Se dice que le gusta jugar con otros peces, pero es un manta.

# Fish6_Name
source: Nerdfish
es: Pez Nerd

# Fish6_Desc
source: Ackchually, its scientific name is Nerdus Geometrinus.
es: En realidad, se denomina Nerdus Geometrinus, del grupo Nerdus.

# Fish7_Name
source: Hotfish
es: Pez Perro

# Fish7_Desc
source: This might as well be considered sushi.
es: No era el perro que esperaba, pero quizá sí el pez que merezco.

# Fish8_Name
source: Oysterfish
es: Chupostra

# Fish8_Desc
source: Hey guys, did you know that in terms of...?
es: ¿Sabíais que en términos reproductivos...?

# Fish9_Name
source: Disco Snail
es: Sargento Karakol

# Fish9_Desc
source: Disco Snail could be a fish with no scales.
es: ¿Has oído hablar del caracol afro?

# Fish10_Name
source: Scenekrab
es: Crusterroráceo

# Fish10_Desc
source: It's not a phase, Ariel.
es: Dicen que si escuchas a través de su concha puedes comunicarte con seres de otro planeta.

# Fish11_Name
source: Jellyfishfish
es: Medusicornio

# Fish11_Desc
source: Friends, not food.
es: Una relación de simbiosis en el que el pez aleja depredadores con su dulzura

# Fish12_Name
source: Eaglefish
es: Pez Águila

# Fish12_Desc
source: A patriotic individual.
es: Más sabe el pez águila por pez que por águila.

# Fish13_Name
source: Cabbagefish
es: Pez Col-osal

# Fish13_Desc
source: Biggest fish in the pond. Any fisher's ultimate goal. You're at your peak.
es: El pez más grande del estanque, el último logro de todo pescador. Ya puedes retirarte.

# Fish14_Desc
source: Catch this fish to unlock this data.
es: Captura este pez para desbloquear esta información.

# MM_Play
source: Let's fish!
es: ¡A pescar!

# MM_HowTo
source: How to fish?
es: ¿Cómo pescar?

# MM_Credits
source: Credits
es: Créditos

# MM_HowToDetail
source: Move your hook with the directional arrows - Cast the fishing rod and return it with Z - Fish in rhytim with Z - Press on the encyclopedia to check your progress - Enjoy!
es: Mueve tu anzuelo con las flechas direccionales - Tira la caña y recógela con Z - Pulsa en la enciclopedia para comprobar tu progreso - ¡Disfruta!

# MM_Close
source: Close
es: Cerrar
